let personInfo = {
    "personInfo":[
        {
            "name": "莉格露",
            "card": {
                "reward": "客人刷新速度变为1.3倍，持续60s",
                "punishment": "店内所有客人被驱赶"
            },
            "money": "200—400",
            "frequent_occurrence": "妖怪兽道/魔法森林",
            "like": "甜/猎奇/生/肉",
            "unlike": "素/清淡/凉爽",
            "likewine": "低酒精/可加冰",
            "menu": {
                "猎奇": "香炸蝉蜕（19）（油锅：蝉蜕）加料其一【鸡蛋（生）、蜂蜜（甜）、猪肉（肉）】",
                "甜+肉": "蜜汁叉烧（70）（烤架：蜂蜜+猪肉）",
                "生+猎奇": "脆旋风（42）（料理台：面粉+蝉蜕+蜂蜜）"
            },
            "wine": {
                "低酒精+可加冰": "淇18，果味SOUR 12，果味High Ball 12，超ZUN啤酒18，猩红恶魔45，冬酿60"
            },
            "unlock": {
                "露水蒸蛋（2）【菜谱】": "",
                "香炸蝉蜕（3）【菜谱】": "",
                "幻昙花糕（4）【菜谱】": "",
                "兽道委托采集（5）": ""
            }
        },
        {
            "name": "露米娅",
            "card": {
                "reward": "送随机已解锁肉类食材三种",
                "punishment": "厨房里放出持续20s的黑雾"
            },
            "money": "150—350",
            "frequent_occurrence": "妖怪兽道/魔法森林",
            "like": "猎奇/肉/招牌/生/饱腹/流行喜爱",
            "unlike": "昂贵/下酒/流行厌恶",
            "likewine": "苦/气泡",
            "menu": {
                "招牌": "炸八目鳗（27）（油锅：八目鳗）加料其一【猪肉（肉）、鸡蛋（生）、蝉蜕（猎奇）、南瓜（饱腹）】",
                "肉+饱腹1": "猪肉盖浇饭（20）（煮锅：猪肉）",
                "肉+饱腹2": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "招牌+饱腹": "章鱼烧（36）（油锅：面粉+章鱼+海苔）",
                "生+猎奇+饱腹": "脆旋风（42）（料理台：面粉+蝉蜕+蜂蜜）"
            },
            "wine": {
                "苦+气泡": "淇18，普通健身茶 32"
            },
            "unlock": {
                "臭豆腐（2）【菜谱】": "",
                "炸八目鳗（3）【菜谱】": "",
                "赛熊掌（4）【菜谱】": "",
                "黑色套装（5）【衣橱更换】": ""
            }
        },
        {
            "name": "澄",
            "card": {
                "reward": "送随机鱼类食材三种",
                "punishment": "普通客人出现率降低为30%，直到营业结束"
            },
            "money": "400—600",
            "frequent_occurrence": "妖怪兽道",
            "like": "烧烤/水产/甜/肉/重油/流行喜爱",
            "unlike": "素/灼热/猎奇/流行厌恶",
            "likewine": "辛/水果",
            "menu": {
                "重油+水产": "炸八目鳗（27）（油锅：八目鳗）加料其一【猪肉（肉）、蜂蜜（甜）】",
                "烧烤+水产+肉": "猪肉鳟鱼熏（26）（烤架：猪肉+鳟鱼）",
                "烧烤+肉": "能量串（50）（烤架：牛肉+洋葱+南瓜）加料其一【蜂蜜（甜）、鳟鱼（水产）、黄油（重油）】",
                "重油+甜+肉": "蜜汁叉烧（70）（烤架：蜂蜜+猪肉）",
                "水产+甜+肉": "鱼跃龙门（142）（蒸锅：极上金枪鱼+鹿肉+蜂蜜+月光草+松露）"
            },
            "wine": {
                "辛": "雀酒50，淇18，鬼杀320",
                "水果": "果味SOUR12，果味High Ball 12，梅酒32，尼格罗尼100，大吟酿210"
            },
            "unlock": {
                "秘制小鱼干（2）【菜谱】": "",
                "猪肉鳟鱼熏（3）【菜谱】": "",
                "力量汤（4）【菜谱】": "",
                "招财猫（5）【展示效果：小费增加15%】": ""
            }
        },
        {
            "name": "稗田阿求",
            "card": {
                "reward": "送支线任务签名色纸",
                "punishment": "降低店内气氛和客人心情"
            },
            "money": "500—800",
            "frequent_occurrence": "人间之里 / 命莲寺",
            "like": "汤羹/清淡/甜/和风/文化底蕴/高级/流行喜爱",
            "unlike": "重油/咸/灼热/流行厌恶",
            "likewine": "可加热/清酒",
            "menu": {
                "和风+汤羹+清淡": "豆腐味噌（21）（煮锅：豆腐）",
                "汤羹+清淡": "真海鲜味噌汤（55）（煮锅：三文鱼+鳟鱼）",
                "和风+高级": "樱落雪（50）（料理台：极上金枪鱼）",
                "和风+文化底蕴+高级": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "和风+甜1": "麻薯（30）（料理台：糯米）",
                "和风+甜2": "月光团子（80）（人里铃瑚购买/料理台：糯米+月光草）",
                "文化底蕴+甜": "诗礼银杏（60）（蒸锅：白果+蜂蜜）",
                "和风+高级+甜": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）"
            },
            "wine": {
                "可加热+清酒": "雀酒50，水濑祭130，日月星34，天狗踊70，十四夜440"
            },
            "unlock": {
                "豆腐味噌（2）【菜谱】": "",
                "蔬菜专辑（3）【菜谱】": "",
                "樱落雪（4）【菜谱】": "",
                "人里委托采集（5）": ""
            }
        },
        {
            "name": "上白泽慧音",
            "card": {
                "reward": "随机四选一【剑】随机获得蔬菜2种；【镜】15秒内料理不消耗材料；【玉】随机解锁一名稀客未解锁喜好；【乡】5s内召20人前来就餐",
                "punishment": "老板娘眩晕20秒，眩晕时可打方向键减少眩晕时间"
            },
            "money": "400—800",
            "frequent_occurrence": "人间之里/魔法森林/命莲寺",
            "like": "家常/清淡/中华/和风/文化底蕴/素/流行喜爱",
            "unlike": "重油/咸/大份/流行厌恶",
            "likewine": "烧酒/清酒/利口酒",
            "menu": {
                "和风+家常+清淡+素": "豆腐味噌（21）（煮锅：豆腐）",
                "中华+文化底蕴+素": "诗礼银杏（60）（蒸锅：白果+蜂蜜）",
                "家常+中华+文化底蕴+素1": "汤圆（35）（煮锅：糯米）",
                "家常+中华+文化底蕴+素2": "水饺（35）（煮锅：面粉）",
                "和风+文化底蕴": "白雪（98）（煮锅：河豚+八目鳗+海苔）加料【豆腐（清淡/家常】",
                "和风+清淡+文化底蕴": "手握寿司（28）（料理台：三文鱼+金枪鱼）",
                "家常+素+清淡": "冷豆腐（21）（料理台：萝卜+豆腐）"
            },
            "wine": {
                "清酒": "雀酒50，淇18，水濑祭130，日月星34，天狗踊70",
                "利口酒": "梅酒32，普通健身茶32",
                "烧酒": "果味SOUR12，神之麦45，鬼杀320"
            },
            "unlock": {
                "油豆腐（2）【菜谱】": "",
                "诗礼银杏（3）【菜谱】": "",
                "白雪（4）【菜谱】": "",
                "中华风校服（5）【衣橱更换】": ""
            }
        },
        {
            "name": "茨木华扇",
            "card": {
                "reward": "60s内排队和就坐的客人每隔一段时间随机打赏1-30元",
                "punishment": "客人只会点最便宜的食物和绿茶，持续30s"
            },
            "money": "400—600",
            "frequent_occurrence": "人间之里/魔法森林/神灵庙",
            "like": "家常/文化底蕴/下酒/和风",
            "unlike": "实惠/辣/生",
            "likewine": "中酒精/直饮/古典",
            "menu": {
                "和风+家常": "豆腐味噌（21）（煮锅：豆腐）",
                "家常+文化底蕴1": "汤圆（35）（煮锅：糯米）",
                "家常+文化底蕴2": "水饺（35）（煮锅：面粉）",
                "和风+文化底蕴3": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "下酒+家常1": "冷豆腐（21）（料理台：豆腐+萝卜）",
                "下酒+家常2": "竹笋炒肉（25）（油锅：竹笋+猪肉）"
            },
            "wine": {
                "中酒精+直饮": "水濑祭130，日月星34，神之麦45",
                "中酒精+直饮+古典": "大吟酿210",
                "中酒精+古典": "十四夜440"
            },
            "unlock": {
                "豆腐锅（2）【菜谱】": "",
                "牛肉盖浇饭（3）【菜谱】": "",
                "野味加农（4）【菜谱】": "",
                "富贵牡丹（5） 【展示效果：料理评价至少为普通时满意度增加15】": ""
            }
        },
        {
            "name": "博丽灵梦",
            "card": {
                "reward": "免疫一次稀客惩罚符卡，但触发惩罚符卡时仍会中断comb",
                "punishment": "30s内菜单上的三个料理无法制作"
            },
            "money": "150—300",
            "frequent_occurrence": "妖怪兽道/博丽神社/魔法森林/妖怪之山",
            "like": "饱腹/实惠/高级/甜/不可思议/流行喜爱",
            "unlike": "昂贵/下酒/流行厌恶",
            "likewine": "低酒精/无酒精/可加热",
            "menu": {
                "实惠+饱腹": "饭团（6）（料理台：海苔）",
                "高级+甜": "无意识妖怪慕斯（60）（料理台：豆腐+蜂蜜+洋葱+黄油）",
                "甜+不可思议1": "北极甜虾蜜桃色拉（25）（料理台：桃子+冰块+虾）",
                "饱腹+高级+甜": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "不可思议": "流水素面（40）（料理台：面粉+竹子）加料【南瓜（饱腹）】",
                "甜+不可思议2": "云山棉花糖（20）（油锅：蜂蜜+桃子）"
            },
            "wine": {
                "无酒精+可加热": "玉露茶50，红魔馆红茶25，咖啡62",
                "低酒精+可加热": "冬酿60"
            },
            "unlock": {
                "温暖饭团（2）【菜谱】": "",
                "杂饮（3）【菜谱】": "",
                "大奢宴（4）【菜谱】": "",
                "褪色的巫女服（5）【衣橱更换】": ""
            }
        },
        {
            "name": "伊吹萃香",
            "card": {
                "reward": "送随机酒水一瓶）",
                "punishment": "被偷三瓶最贵的酒水"
            },
            "money": "600—800",
            "frequent_occurrence": "博丽神社/妖怪之山",
            "like": "力量涌现/下酒/肉/小巧/和风/流行喜爱",
            "unlike": "重油/流行厌恶",
            "likewine": "直饮/高酒精",
            "menu": {
                "和风+肉1": "炙猪肉饭团（14）（料理台：猪肉）",
                "肉+下酒": "狮子头（28）（煮锅：牛肉）",
                "和风+力量涌现": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "小巧+下酒": "冷豆腐（21）（料理台：豆腐+萝卜）",
                "力量涌现+肉": "力量汤（34）（煮锅：海苔+野猪肉）",
                "和风+小巧": "樱落雪（50）（料理台：极上金枪鱼）",
                "和风+肉2": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "肉+力量涌现": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）"
            },
            "wine": {
                "高酒精+直饮": "天狗踊70，晓400"
            },
            "unlock": {
                "炸猪肉排（2）【菜谱】": "",
                "能量串（3）【菜谱】": "",
                "二天一流（4）【菜谱】": "",
                "神社委托采集（5）": ""
            }
        },
        {
            "name": "比那名居天子",
            "card": {
                "reward": "就餐顾客满意度涨为85%",
                "punishment": "摧毁一张桌椅，60s内无法使用"
            },
            "money": "2000—3000",
            "frequent_occurrence": "博丽神社/妖怪之山/旧地狱/神灵庙",
            "like": "清淡/素/甜/果味/适合拍照/传说/昂贵/流行喜爱",
            "unlike": "肉/家常/重油/流行喜爱",
            "likewine": "鸡尾酒/高酒精",
            "menu": {
                "适合拍照+清淡+素": "凉菜雕花（20）（料理台：萝卜）",
                "清淡+甜+适合拍照": "南瓜虾盅（55）（蒸锅：南瓜+虾+豆腐）",
                "昂贵+适合拍照+素": "毛玉熔岩豆腐（85）（料理台：牛肉+洋葱+豆腐+辣椒）",
                "果味+适合拍照+甜+素": "桃花羹（55）（煮锅：桃子+露水+冰块）",
                "昂贵+传说+适合拍照1": "不死鸟（65）（烤架：面粉+蜂蜜+土豆+萝卜+洋葱）",
                "昂贵+适合拍照+甜1": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "昂贵+传说+适合拍照+甜": "幻昙花糕（78）（蒸锅：幻昙华+露水）",
                "昂贵+果味+适合拍照+甜": "七色羊羹（92）（蒸锅：幻昙华+露水+葡萄+海苔）",
                "昂贵+适合拍照+甜2": "海胆刺身（108）（料理台：露水+海胆）",
                "昂贵+传说+适合拍照2": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）"
            },
            "wine": {
                "高酒精+鸡尾酒": "教父180",
                "高酒精": "火鼠裘420，晓400，鬼杀320",
                "鸡尾酒": "风祝130，尼格罗尼100"
            },
            "unlock": {
                "凉菜雕花（2）【菜谱】": "",
                "桃花羹（3）【菜谱】": "",
                "北极甜虾蜜桃色拉（4）【菜谱】": "",
                "强运桃子（5） 【展示效果：料理评价至少为普通时15%概率增加至完美】": ""
            }
        },
        {
            "name": "红美玲",
            "card": {
                "reward": "60s内，每2秒提升1点气氛",
                "punishment": "降低10点店内气氛，摧毁一张桌椅，90s内无法使用"
            },
            "money": "200—400",
            "frequent_occurrence": "红魔馆",
            "like": "饱腹/肉/中华/力量涌现/流行喜爱",
            "unlike": "西式/猎奇/果味/流行厌恶",
            "likewine": "可加热/提神/古典",
            "menu": {
                "力量涌现+肉": "力量汤（34）（煮锅：海苔+野猪肉）",
                "中华+肉1": "炒肉丝（15）（油锅：猪肉）",
                "中华+肉2": "蜜汁叉烧（70）（烤架：猪肉+蜂蜜）",
                "饱腹+肉1": "炙猪肉饭团（14）（料理台：猪肉）",
                "饱腹+肉2": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "饱腹+肉+力量涌现": "一击☆必杀（60）（烤架：野猪肉+鹿肉+洋葱）",
                "中华+肉+力量涌现": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）"
            },
            "wine": {
                "可加热+提神": "红魔馆红茶25",
                "可加热+古典": "冬酿60，玉露茶50"
            },
            "unlock": {
                "红烧鳗鱼（2）【菜谱】": "",
                "白果萝卜排骨汤（3）【菜谱】": "",
                "华光玉煎包（4）【菜谱】": "",
                "胖滚君（5） 【展示效果：店内客人每15s进行1-20的随机打赏】": ""
            }
        },
        {
            "name": "琪露诺",
            "card": {
                "reward": "随机送2-5枚冰块，3种可加冰平价酒水",
                "punishment": "冻住3只厨具，持续30s"
            },
            "money": "100—200",
            "frequent_occurrence": "红魔馆/妖怪之山",
            "like": "凉爽/适合拍照/甜/猎奇/流行厌恶",
            "unlike": "昂贵/文化底蕴/下酒/流行喜爱",
            "likewine": "可加冰/甘/水果",
            "menu": {
                "适合拍照+猎奇+甜": "猩红恶魔蛋糕（60）（料理台：蜂蜜+露水+土豆+南瓜）",
                "适合拍照+凉爽+甜": "樱花布丁（32）（蒸锅：桃子+蜂蜜）",
                "适合拍照+凉爽": "凉菜雕花（20）（料理台：萝卜）",
                "猎奇": "香炸蝉蜕（19）（油锅：蝉蜕）加料其一【白果（适合拍照）、蜂蜜（甜）】"
            },
            "wine": {
                "可加冰+水果+甘": "果味SOUR12，果味High Ball12，冰山毛玉冻柠45",
                "可加冰+水果": "梅酒32",
                "可加冰+甘": "淇18，冬酿60，阿芙加朵35，古法奶油冰沙42",
                "水果+甘": "古明地冰激凌35"
            },
            "unlock": {
                "真·海鲜味噌汤（2）【菜谱】": "",
                "刺身拼盘（3）【菜谱】": "",
                "猪鹿蝶（4）【菜谱】": "",
                "红魔馆委托采集（5）": ""
            }
        },
        {
            "name": "帕秋莉",
            "card": {
                "reward": "30s内含文化底蕴标签料理必定获得最高评价",
                "punishment": "30s内50%制作出黑暗料理"
            },
            "money": "600—1000",
            "frequent_occurrence": "红魔馆/魔法森林/地灵殿",
            "like": "甜/高级/西式/适合拍照/梦幻",
            "unlike": "生/灼热/猎奇/咸",
            "likewine": "鸡尾酒/利口酒/气泡",
            "menu": {
                "西式+高级+适合拍照+甜+梦幻": "无意识妖怪慕斯（60）（料理台：豆腐+洋葱+黄油+蜂蜜）",
                "西式+适合拍照+甜+梦幻": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "梦幻+高级+甜": "鱼跃龙门（142）（蒸锅：极上金枪鱼+鹿肉+蜂蜜+月光草+松露）"
            },
            "wine": {
                "鸡尾酒+气泡": "淇18",
                "气泡+利口酒": "普通健身茶32",
                "利口酒": "梅酒32",
                "气泡": "波子汽水30，月面火箭45，冰山毛玉冻柠45",
                "鸡尾酒": "教父180，风祝130，尼格罗尼100"
            },
            "unlock": {
                "班尼迪克蛋（2）【菜谱】": "",
                "意式烩饭（3）【菜谱】": "",
                "惠灵顿牛排（4）【菜谱】": "",
                "睡衣（5）【衣橱更换】": ""
            }
        },
        {
            "name": "藤原妹红",
            "card": {
                "reward": "20s内所有厨具料理速度加快50%",
                "punishment": "30s内所有料理最高只能获得顾客普通评价"
            },
            "money": "300—600",
            "frequent_occurrence": "迷途竹林/妖怪兽道",
            "like": "果味/辣/灼热/燃起来了",
            "unlike": "昂贵/高级/不可思议",
            "likewine": "烧酒/苦/辛",
            "menu": {
                "燃起来了+灼热+辣+昂贵": "水煮鱼（68）（煮锅：鳟鱼+辣椒）",
                "灼热+辣": "麻婆豆腐（32）（油锅：豆腐+猪肉+辣椒）",
                "果味1": "白桃生八桥（55）（料理台：桃子+糯米）加料【辣椒（辣）】，樱花布丁（32）（蒸锅：桃子+蜂蜜）加料【辣椒（辣）】",
                "果味2": "樱花布丁（32）（蒸锅：桃子+蜂蜜）加料【辣椒（辣）】"
            },
            "wine": {
                "苦+烧酒": "果味SOUR12",
                "辛+苦": "淇18"
            },
            "unlock": {
                "麻婆豆腐（2）【菜谱】": "",
                "水煮鱼（3）【菜谱】": "",
                "岩浆（4）【菜谱】": "",
                "竹林委托采集（5）": ""
            }
        },
        {
            "name": "蓬莱山辉夜",
            "card": {
                "reward": "增加30s营业时间，打烊后开卡不会来顾客",
                "punishment": "减少30s营业时间，营业时间不足30s会直接结束营业"
            },
            "money": "1000—1500",
            "frequent_occurrence": "迷途竹林",
            "like": "和风/文化底蕴/传说/不可思议/流行喜爱",
            "unlike": "大份/猎奇/招牌/流行厌恶",
            "likewine": "清酒/现代/古典",
            "menu": {
                "和风+文化底蕴": "白雪（98）（煮锅：河豚+八目鳗+海苔）加料其一【极上金枪鱼（传说）、和牛（传说）】",
                "传说": "华光玉煎包（128）（油锅：蘑菇+黑毛猪肉）加料【月光草（文化底蕴+不可思议）】",
                "和风+不可思议": "月光团子（80）（料理台：月光草+糯米、人里铃瑚购买）",
                "不可思议+文化底蕴": "七色羊羹（92）（蒸锅：幻昙华+露水+葡萄+海苔）",
                "不可思议+文化底蕴+传说": "荷花鱼米盏（94）（蒸锅：极上金枪鱼+露水+并蒂莲+莲子）"
            },
            "wine": {
                "清酒+古典": "十四夜440，大吟酿210",
                "古典":"教父180，冬酿60，玉露茶50",
                "清酒":"水濑祭130，雀酒50，天狗踊70",
                "现代":"月面火箭45，大冰棍儿35，咖啡62，风祝130"
            },
            "unlock": {
                "竹笋蒸蛋（2）【菜谱】": "",
                "月之恋人（3）【菜谱】": "",
                "蓬莱玉枝（4）【菜谱】": "",
                "访问着和服（5）【衣橱更换】": ""
            }
        },
        {
            "name": "因幡帝",
            "card": {
                "reward": "所有采集点刷新，采集时额外获得1-2份食材",
                "punishment": "激活强买强卖功能，拒绝购买时中断连击，30s内不能连击"
            },
            "money": "200—400",
            "frequent_occurrence": "迷途竹林，奸商模式时任意地点出现",
            "like": "梦幻/甜/传说/小巧/凉爽/流行喜爱",
            "unlike": "重油/猎奇/山珍/流行厌恶",
            "likewine": "无酒精/水果/甘",
            "menu": {
                "梦幻+凉爽+甜": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "凉爽+小巧+甜": "提神布丁（42）（蒸锅：葡萄x2+柠檬）",
                "梦幻+传说+甜": "幻昙花糕（78）（蒸锅：幻昙华+露水）",
                "梦幻+传说": "华光玉煎包（128）（油锅：黑毛猪肉+蘑菇）",
                "小巧+甜1": "麻薯（30）（料理台：糯米）",
                "小巧+甜2": "海胆刺身（108）（料理台：海胆+露水）"
            },
            "wine": {
                "无酒精+水果+甘": "冰山毛玉冻柠45，古明地冰激凌35",
                "水果+甘": "果味HighBall12，果味SOUR12",
                "无酒精+水果": "红柚果汁24，红魔馆红茶25",
                "无酒精+甘": "古法奶油冰沙42，大冰棍儿35，妖精雨露80，气保健45"
            },
            "unlock": {
                "麻薯（2）【菜谱】": "",
                "白桃生八桥（3）【菜谱】": "",
                "月光团子（4）【菜谱】": "",
                "幸运的素兔（5）【展示效果：料理时15%概率不消耗食材】": ""
            }
        },
        {
            "name": "爱丽丝",
            "card": {
                "reward": "填充所有空座位",
                "punishment": "炸飞一个厨具，持续60s"
            },
            "money": "500—800",
            "frequent_occurrence": "魔法森林",
            "like": "西式/高级/甜/家常/文化底蕴",
            "unlike": "重油/肉/饱腹/猎奇",
            "likewine": "现代/西洋酒/低酒精",
            "menu": {
                "西式+高级+甜": "无意识妖怪慕斯（60）（料理台：豆腐+洋葱+黄油+蜂蜜）",
                "高级+甜+文化底蕴": "七色羊羹（92）（蒸锅：幻昙华+露水+葡萄+海苔）",
                "家常+文化底蕴": "汤圆（35）（煮锅：糯米）加料其一【蜂蜜（甜）、葡萄（甜）】",
                "西式+甜": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）加料【土豆（家常）】"
            },
            "wine": {
                "低酒精+西洋酒": "果味High Ball 12，猩红恶魔45",
                "西洋酒": "教父180，晓400",
                "现代": "大冰棍儿35，咖啡62，风祝130"
            },
            "unlock": {
                "奶香蘑菇汤（2）【菜谱】": "",
                "普通小蛋糕（3）【菜谱】": "",
                "七色羊羹（4）【菜谱】": "",
                "魔法森林委托采集（5）": ""
            }
        },
        {
            "name": "矢田寺成美",
            "card": {
                "reward": "结账时额外支付50%小费，持续60s",
                "punishment": "清除随机三个Buff"
            },
            "money": "300—600",
            "frequent_occurrence": "魔法森林/命莲寺",
            "like": "特产/清淡/和风/山珍/文化底蕴",
            "unlike": "重油/饱腹",
            "likewine": "中酒精/低酒精/可加冰/古典/直饮",
            "menu": {
                "和风+清淡": "豆腐味噌（21）（煮锅：豆腐）",
                "和风+特产": "月光团子（80）（料理台：月光草+糯米、人里铃瑚购买）",
                "和风+清淡+文化底蕴": "手握寿司（28）（料理台：三文鱼+金枪鱼）",
                "和风+文化底蕴": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "山珍+文化底蕴": "二天一流（90）（烤架：野猪肉+黑毛猪肉）",
                "特产+文化底蕴+山珍": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "特产+清淡": "松子糕（46）（蒸锅：松子+糯米）",
                "清淡+文化底蕴": "太极八卦鱼肚（136）（煮锅：极上金枪鱼+蘑菇+萝卜+鸡蛋+白果）"
            },
            "wine": {
                "低酒精+可加冰": "淇18，果味SOUR 12，果味High Ball 12，猩红恶魔45",
                "低酒精+可加冰+古典": "冬酿60",
                "中酒精+可加冰+古典+直饮": "大吟酿210",
                "中酒精+可加冰+直饮": "日月星34，神之麦45，水濑祭130",
                "可加冰+古典": "古法奶油冰沙42"
            },
            "unlock": {
                "手握寿司（2）【菜谱】": "",
                "南瓜虾盅（3）【菜谱】": "",
                "幻想佛跳墙（4）【菜谱】": "",
                "地藏人偶（5）【展示效果：每天白天参拜会获得随机酒水和食材各两件】": ""
            }
        },
        {
            "name": "雾雨魔理沙",
            "card": {
                "reward": "随机获得三种菌类食材",
                "punishment": "随机偷走两样东西，食材、酒水或料理"
            },
            "money": "3000—5000",
            "frequent_occurrence": "妖怪兽道/人间之里/博丽神社/红魔馆/迷途竹林/魔法森林/妖怪之山/旧地狱/地灵殿/命莲寺/神灵庙",
            "like": "菌类/灼热/和风/重油/传说/流行喜爱",
            "unlike": "猎奇/流行厌恶",
            "likewine": "低酒精/可加冰",
            "menu": {
                "和风+灼热": "温暖饭团（30）（料理台：鳟鱼+洋葱）加料【蘑菇（菌类）】",
                "灼热+重油+菌类": "蘑女的舞踏烩（112）（煮锅：蘑菇+虾+章鱼+辣椒）",
                "传说+菌类": "华光玉煎包（128）（油锅：蘑菇+黑毛猪肉）加料【黄油（重油）】",
                "和风+传说": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）"
            },
            "wine": {
                "低酒精+可加冰": "猩红恶魔45，冬酿60"
            },
            "unlock": {
                "蘑菇肉片（2）【菜谱】": "",
                "秘制鲜菌煲（3）【菜谱】": "",
                "蘑女的舞踏烩（4）【菜谱】": "",
                "魔女服（5） 【衣橱更换】": ""
            }
        },
        {
            "name": "河城荷取",
            "card": {
                "reward": "120s内所有伙伴可以远程上菜上酒",
                "punishment": "随机冲走3-5名顾客"
            },
            "money": "400—500",
            "frequent_occurrence": "妖怪之山",
            "like": "招牌/水产/下酒/咸/高级/猎奇",
            "unlike": "素/文化底蕴/山珍",
            "likewine": "直饮/中酒精/高酒精/清酒",
            "menu": {
                "下酒+咸": "腌黄瓜（16）（料理台：黑盐+黄瓜）加料【猪肉（肉）】",
                "水产+咸": "秘制小鱼干（30）（料理台：鳟鱼）",
                "招牌+下酒": "狮子头（28）（煮锅：牛肉）",
                "招牌+下酒+猎奇": "仰望天花板派（66）（蒸锅：鳟鱼+桃子+面粉）",
                "下酒+猎奇": "拟尻子玉（120）（煮锅：鹿肉+松露+蝉蜕）",
                "招牌+下酒+高级": "奶油焗蟹（98）（油锅：奶油+螃蟹）",
                "水产+高级+下酒+招牌+文化底蕴": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）"
            },
            "wine": {
                "中酒精+直饮+清酒": "日月星34，水濑祭130，大吟酿210",
                "高酒精+直饮+清酒": "天狗踊70"
            },
            "unlock": {
                "腌黄瓜（2）【菜谱】": "",
                "奶油焗蟹（3）【菜谱】": "",
                "拟尻子玉（4）【菜谱】": "",
                "河童重工电话机（5）【展示效果：白天可在家中打电话联系稀客（需要羁绊4级以上）和商人】": ""
            }
        },
        {
            "name": "犬走椛",
            "card": {
                "reward": "120s内大量白狼天狗客人上门",
                "punishment": "30s内禁止客人上门"
            },
            "money": "300—400",
            "frequent_occurrence": "妖怪之山",
            "like": "重油/山珍/下酒/肉/大份",
            "unlike": "素/猎奇/清淡",
            "likewine": "直饮/中酒精/高酒精",
            "menu": {
                "肉+下酒+重油": "炒肉丝（15）（油锅：猪肉）",
                "肉+下酒": "狮子头（28）（煮锅：牛肉）",
                "下酒+重油": "黄金酥鱼饼（40）（油锅：鳟鱼+面粉+蜂蜜）",
                "肉+山珍": "力量汤（34）（煮锅：野猪肉+海苔）",
                "肉+下酒+山珍+大份": "全肉盛宴（115）（烤架：野猪肉+鹿肉+黑毛猪肉+和牛）",
                "肉+山珍+大份": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）"
            },
            "wine": {
                "中酒精+直饮": "日月星34，水濑祭130，神之麦45，大吟酿210",
                "高酒精+直饮": "天狗踊70"
            },
            "unlock": {
                "炸虾天妇罗（2）【菜谱】": "",
                "黄金酥鱼饼（3）【菜谱】": "",
                "全肉盛宴（4）【菜谱】": "",
                "妖怪之山委托采集（5）": ""
            }
        },
        {
            "name": "东风谷早苗",
            "card": {
                "reward": "随机获得3种酒水和3种食材",
                "punishment": "30s内无法获得buff"
            },
            "money": "400—600",
            "frequent_occurrence": "妖怪之山/魔法森林/命莲寺/神灵庙",
            "like": "适合拍照/和风/甜/梦幻/家常/流行喜爱",
            "unlike": "生/猎奇/灼热/重油/流行厌恶",
            "likewine": "直饮/低酒精/无酒精/苦/甘/清酒/气泡/现代/水果",
            "menu": {
                "梦幻+适合拍照+甜": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "梦幻+适合拍照+甜2": "无意识妖怪慕斯（60）（料理台：豆腐+蜂蜜+洋葱+黄油）",
                "和风+家常1": "豆腐味噌（21）（煮锅：豆腐）",
                "和风+家常2": "炙猪肉饭团（14）（料理台：猪肉）",
                "和风+甜": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "适合拍照+甜": "海胆刺身（108）（料理台：露水+海胆）",
                "家常+甜2": "烤地瓜（25）（烤架：地瓜）",
                "家常+甜3": "拔丝地瓜（30）（油锅：地瓜+蜂蜜）"
            },
            "wine": {
                "低酒精+苦+甘+水果": "果味SOUR 12，果味High Ball 12",
                "低酒精+苦+甘+清酒+气泡": "淇18",
                "低酒精+甘": "冬酿60",
                "现代+甘": "风祝130",
                "直饮+清酒+水果+甘": "大吟酿210",
                "直饮+清酒": "日月星34，水濑祭130，天狗踊70",
                "无酒精+甘+水果+直饮+气泡": "冰山毛玉冻柠45",
                "无酒精+现代+甘+水果": "古明地冰激凌35",
                "无酒精+水果": "红柚果汁24，红魔馆红茶25",
                "无酒精+甘": "古法奶油冰沙42，妖精雨露80",
                "无酒精+现代+甘": "大冰棍儿35",
                "无酒精+甘+直饮": "气保健45",
                "无酒精+直饮": "牛奶16",
                "无酒精+现代+气泡": "波子汽水30，月面火箭45",
                "无酒精+现代+苦": "咖啡62",
                "无酒精+甘+苦": "阿芙加朵35",
                "水果+苦": "尼格罗尼100",
                "苦+气泡": "普通健身茶32"
            },
            "unlock": {
                "大阪烧（2）【菜谱】": "",
                "章鱼烧（3）【菜谱】": "",
                "海胆刺身（4）【菜谱】": "",
                "冬季水手服（5）【衣橱更换】": ""
            }
        },
        {
            "name": "黑谷山女",
            "card": {
                "reward": "30s内即使营业结束，排队客人也不会离去",
                "punishment": "30s内移动速度下降80%"
            },
            "money": "250—400",
            "frequent_occurrence": "妖怪兽道/红魔馆/魔法森林/妖怪之山/旧地狱",
            "like": "适合拍照/甜/生/鲜/猎奇/流行喜爱",
            "unlike": "重油/咸/灼热/流行厌恶",
            "likewine": "啤酒/中酒精/低酒精/甘",
            "menu": {
                "适合拍照+猎奇+甜": "猩红恶魔蛋糕（60）（料理台：蜂蜜+露水+土豆+南瓜）",
                "适合拍照+鲜+甜": "南瓜虾盅（55）（蒸锅：虾+南瓜+豆腐）",
                "生+鲜+猎奇": "兜甲蒸糕（105）（蒸锅：面粉+蜂蜜+蝉蜕+黑毛猪肉）",
                "生+猎奇": "脆旋风（42）（料理台：面粉+蜂蜜+蝉蜕）",
                "适合拍照+甜": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "适合拍照+猎奇": "瘦马团子（45）（料理台：糯米+糯米）"
            },
            "wine": {
                "低酒精+啤酒": "超ZUN啤酒18",
                "低酒精+甘": "冬酿60，果味SOUR 12，果味High Ball 12，淇18",
                "中酒精+甘": "风祝130，大吟酿210",
                "中酒精+啤酒": "麒麟180"
            },
            "unlock": {
                "脆旋风（2）【菜谱】": "",
                "仰望天花板派（3）【菜谱】": "",
                "兜甲蒸糕（4）【菜谱】": "",
                "旧地狱委托采集（5）": ""
            }
        },
        {
            "name": "水桥帕露西",
            "card": {
                "reward": "将在座所有客人预算拉到与在座最贵客人当前预算相同",
                "punishment": "当天营业结束结算时伙伴收取双倍佣金"
            },
            "money": "300—400",
            "frequent_occurrence": "旧地狱",
            "like": "果味/酸/咸/鲜/肉/辣/流行厌恶",
            "unlike": "甜/流行喜爱",
            "likewine": "苦/无酒精/可加热/直饮/辛",
            "menu": {
                "咸+鲜": "秘制小鱼干（30）（料理台：鳟鱼）",
                "咸+鲜+果味+酸": "阴郁水果派（36）（料理台：柠檬+葡萄+芝士）",
                "咸+鲜+辣": "蘑女的舞踏烩（112）（煮锅：蘑菇+虾+章鱼+辣椒）",
                "肉+咸": "豚骨拉面（60）（蒸锅：猪肉+鸡蛋+海苔）",
                "肉+鲜": "狮子头（28）（煮锅：牛肉）",
                "肉+鲜2": "香煎三文鱼（58）（油锅：三文鱼+竹笋）",
                "肉+鲜+辣": "绝叫关东煮（92）（煮锅：牛肉+萝卜+豆腐+辣椒x2）"
            },
            "wine": {
                "苦+气泡": "淇18，普通健身茶 32",
                "无酒精+可加热+苦": "咖啡62",
                "无酒精+苦": "阿芙加朵35",
                "无酒精+可加热": "红魔馆红茶25，玉露茶50",
                "无酒精+直饮": "牛奶16",
                "可加热+辛": "雀酒50",
                "可加热+直饮": "日月星34，水濑祭130，天狗踊70，神之麦45",
                "辛+苦": "淇18"
            },
            "unlock": {
                "丧气芝士条（2）【菜谱】": "",
                "阴郁水果派（3）【菜谱】": "",
                "绝叫关东煮（4）【菜谱】": "",
                "仇返人形（5）【展示效果：营业时抵挡一次中断combo的失误】": ""
            }
        },
        {
            "name": "星熊勇仪",
            "card": {
                "reward": "将酒水升高1级，100%升级3杯1级，75%升级2杯2级，50%升级1杯3级",
                "punishment": "60s内限制区域移动，离开安全范围则被减速50%或被击晕30s"
            },
            "money": "600—1000",
            "frequent_occurrence": "妖怪兽道/博丽神社/地灵殿/旧地狱",
            "like": "下酒/传说/招牌/大份/力量涌现/和风/燃起来了/流行喜爱",
            "unlike": "猎奇/小巧/素/流行厌恶",
            "likewine": "古典/高酒精/啤酒/清酒",
            "menu": {
                "传说+下酒+和风+招牌+大份": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）",
                "和风+力量涌现": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）加料【八目鳗（招牌）（大份）】",
                "招牌+下酒": "狮子头（28）（煮锅：牛肉）加料【黑毛猪肉（传说）】",
                "传说+燃起来了+大份": "不死鸟（65）（烤架：面粉+蜂蜜+土豆+萝卜+洋葱）",
                "下酒+力量涌现": "黄金酥鱼饼（40）（油锅：鳟鱼+面粉+蜂蜜）加料【八目鳗（招牌）】"
            },
            "wine": {
                "古典+清酒": "大吟酿210 ，十四夜440",
                "古典": "古法奶油冰沙42，冬酿60",
                "啤酒": "超ZUN啤酒18 ，麒麟180",
                "清酒": "淇18，日月星34，水濑祭130",
                "高酒精+古典": "鬼杀320，教父180",
                "高酒精": "天狗踊70，晓400，火鼠裘420"
            },
            "unlock": {
                "狮子头（2）【菜谱】": "",
                "巨人玉子烧（3）【菜谱】": "",
                "大江户船祭（4）【菜谱】": "",
                "花魁浴衣（5） 【衣橱更换】": ""
            }
        },
        {
            "name": "古明地觉",
            "card": {
                "reward": "随机发动一名已解锁稀客奖励符卡",
                "punishment": "随机发动一名已解锁稀客惩罚符卡"
            },
            "money": "500—600",
            "frequent_occurrence": "人间之里/红魔馆/博丽神社/迷途竹林/魔法森林/地灵殿",
            "like": "小巧/甜/特产/家常/梦幻/力量涌现",
            "unlike": "大份/肉/山珍/灼热/猎奇",
            "likewine": "无酒精/提神/气泡/苦",
            "menu": {
                "特产+小巧+甜1": "樱花布丁（32）（蒸锅：蜂蜜+桃子）",
                "特产+小巧+甜2": "海胆刺身（108）（料理台：露水+海胆）",
                "力量涌现+小巧+甜": "提神布丁（42）（蒸锅：葡萄x2+柠檬）",
                "甜+力量涌现": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "家常+小巧": "冷豆腐（21）（料理台：萝卜+豆腐）",
                "家常": "真海鲜味噌汤（55）（煮锅：三文鱼+鳟鱼）加料【蜂蜜（甜）】",
                "小巧+甜": "麻薯（30）（料理台：糯米）",
                "梦幻+甜1": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "梦幻+甜2": "无意识妖怪慕斯（60）（料理台：豆腐+蜂蜜+洋葱+黄油）",
                "小巧+特产+甜": "蜜饯栗子（30）（料理台：板栗+蜂蜜）",
                "家常+甜1": "烤地瓜（25）（烤架：地瓜）",
                "家常+甜2": "拔丝地瓜（30）（油锅：地瓜+蜂蜜）"
            },
            "wine": {
                "无酒精+提神+苦": "咖啡62，阿芙加朵35",
                "无酒精+气泡": "波子汽水30，月面火箭45",
                "无酒精+提神+气泡": "冰山毛玉冻柠45",
                "无酒精+提神": "红魔馆红茶25，气保健45",
                "气泡+苦": "淇18，普通健身茶32"
            },
            "unlock": {
                "樱花布丁（2）【菜谱】": "",
                "提神布丁（3）【菜谱】": "",
                "燃尽布丁（4）【菜谱】": "",
                "觉之眼（5）【展示效果：可以看到每个客人的预算额度，某客人除外】": ""
            }
        },
        {
            "name": "火焰猫燐",
            "card": {
                "reward": "30s内中酒精标签酒水获得最高评价",
                "punishment": "猫燐离去时在座位上留下怨灵，满足怨灵需求它才会离开，怨灵占座不能被赶走，且不停吃霸王餐"
            },
            "money": "500—700",
            "frequent_occurrence": "人间之里/博丽神社/妖怪之山/旧地狱/地灵殿/命莲寺/神灵庙",
            "like": "猎奇/水产/鲜/甜/梦幻/海味/流行喜爱",
            "unlike": "生/灼热/流行厌恶",
            "likewine": "低酒精/水果/清酒",
            "menu": {
                "梦幻+猎奇+甜": "猩红恶魔蛋糕（60）（料理台：蜂蜜+露水+土豆+南瓜）",
                "海味+甜": "海胆刺身（108）（料理台：露水+海胆）",
                "海味+鲜": "奶油焗蟹（88）（油锅：奶油+螃蟹）",
                "海味+猎奇": "仰望天花板派（66）（蒸锅：鳟鱼+面粉+桃子）",
                "水产+鲜": "秘制小鱼干（30）（料理台：鳟鱼）",
                "水产+鲜+甜": "南瓜虾盅（55）（蒸锅：南瓜+虾+豆腐）",
                "梦幻+甜": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "水产+甜+海味+梦幻+鲜": "鱼跃龙门（142）（蒸锅：极上金枪鱼+鹿肉+蜂蜜+月光草+松露）",
                "水产+鲜+肉+招牌": "太极八卦鱼肚（136）（煮锅：极上金枪鱼+蘑菇+萝卜+鸡蛋+白果）"
            },
            "wine": {
                "低酒精/水果": "果味SOUR12，果味High Ball 12",
                "水果+清酒": "大吟酿210",
                "清酒": "淇18"
            },
            "unlock": {
                "猫饭（2）【菜谱】": "",
                "三文鱼天妇罗（3）【菜谱】": "",
                "鱼跃龙门（4）【菜谱】": "",
                "地灵殿委托采集（5）": ""
            }
        },
        {
            "name": "灵乌路空",
            "card": {
                "reward": "60s内煮锅和蒸锅瞬间完成料理",
                "punishment": "下次没有完美演唱的料理厨具会爆炸，当晚无法使用，并吓走一部分排队客人"
            },
            "money": "500—800",
            "frequent_occurrence": "妖怪之山/地灵殿",
            "like": "肉/重油/咸/灼热/辣/力量涌现",
            "unlike": "菌类/清淡",
            "likewine": "中酒精/可加热",
            "menu": {
                "重油+咸": "芝士蛋（26）（油锅：鸡蛋+芝士）",
                "肉+咸": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "重油+肉1": "蜜汁叉烧（70）（烤架：蜂蜜+猪肉）",
                "重油+肉2": "炸猪肉排（25）（油锅：猪肉）",
                "灼热+力量涌现+肉": "力量汤（34）（煮锅：海苔+野猪肉）",
                "灼热+肉": "白果萝卜排骨汤（65）（煮锅：白果+萝卜+猪肉）",
                "灼热+辣1": "水煮鱼（68）（煮锅：鳟鱼+辣椒）",
                "灼热+辣2": "麻婆豆腐（32）（油锅：豆腐+猪肉+辣椒）",
                "重油+力量涌现+肉": "一击☆必杀（62）（烤架：野猪肉+鹿肉+洋葱）",
                "灼热+肉+咸": "全肉盛宴（115）（烤架：野猪肉+鹿肉+黑毛猪肉+和牛）"
            },
            "wine": {
                "中酒精+可加热": "雀酒50，日月星34，水濑祭130，梅酒32，神之麦45，红雾75",
                "中酒精+鸡尾酒": "风祝130，尼格罗尼100"
            },
            "unlock": {
                "芝士蛋（2）【菜谱】": "",
                "一击☆必杀（3）【菜谱】": "",
                "地狱激辛警告！（4）【菜谱】": "",
                "星辰披风套装（5） 【衣橱更换】": ""
            }
        },
        {
            "name": "森近霖之助",
            "card": {
                "reward": "送一张香霖堂7折购物卡，仅次日有效",
                "punishment": "随机隐藏已解锁稀客的一个喜好信息"
            },
            "money": "250—400",
            "frequent_occurrence": "人间之里",
            "like": "饱腹/家常/鲜/流行喜爱",
            "unlike": "猎奇/下酒/重油/流行厌恶",
            "likewine": "啤酒/烧酒",
            "menu": {
                "家常+饱腹1": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）加料【海苔（鲜）】",
                "家常+鲜": "杂饮（40）（煮锅：鳟鱼+豆腐+海苔）【南瓜（饱腹）】",
                "家常+饱腹2": "牛肉盖浇饭（20）（煮锅：牛肉）加料【海苔（鲜）】",
                "家常+饱腹3": "炙猪肉饭团（14）（料理台：猪肉）加料【海苔（鲜）】"
            },
            "wine": {
                "啤酒": "超ZUN啤酒18 ，麒麟180",
                "烧酒": "果味SOUR12，神之麦45"
            },
            "unlock":{

            }
        },
        {
            "name": "蕾米莉亚",
            "card": {
                "reward": "无符卡",
                "punishment": ""
            },
            "money": "？？？",
            "frequent_occurrence": "红魔馆剧情出现",
            "like": "西式/高级/生/甜",
            "unlike": "",
            "likewine": "甘/西洋酒/古典/水果",
            "menu": {
                "西式+高级+甜": "无意识妖怪慕斯（60）（料理台：豆腐+蜂蜜+洋葱+黄油）加料【鸡蛋（生）】"
            },
            "wine": {
                "甘+西洋酒+水果": "果味HighBall 12",
                "古典": "玉露茶50，冬酿60"
            },
            "unlock": {
                
            }
        },
        {
            "name": "魂魄妖梦",
            "card": {
                "reward": "60s内料理台瞬间完成料理",
                "punishment": "60s店内每2s减少1点气氛，客人耐心减半"
            },
            "money": "300—400",
            "frequent_occurrence": "妖怪兽道/人间之里/博丽神社/迷途竹林",
            "like": "清淡/家常/鲜/力量涌现",
            "unlike": "猎奇/咸/重油",
            "likewine": "无酒精/可加热/水果",
            "menu": {
                "家常+清淡1": "煮豆腐（22）（煮锅：豆腐）",
                "家常+清淡2": "真海鲜味噌汤（55）（煮锅：三文鱼+鳟鱼）",
                "家常+鲜": "杂饮（40）（煮锅：鳟鱼+豆腐+海苔）",
                "力量涌现+鲜": "赛熊掌（70）（蒸锅：黑毛猪肉+竹笋+河豚）",
                "力量涌现": "力量汤（34）（煮锅：野猪肉+海苔）加料其一【海苔（鲜）、豆腐（清淡/家常】",
                "清淡+鲜": "太极八卦鱼肚（136）（煮锅：极上金枪鱼+蘑菇+萝卜+鸡蛋+白果）"
            },
            "wine": {
                "无酒精+可加热+水果": "红魔馆红茶25",
                "无酒精+可加热": "玉露茶50，咖啡62",
                "无酒精+水果": "红柚果汁24，冰山毛玉冻柠45，古明地冰激凌35",
                "可加热+水果": "梅酒32"
            }
        },
        {
            "name": "西行寺幽幽子",
            "card": {
                "reward": "客人瞬间吃完料理，持续到营业结束",
                "punishment": "营业结束为止，所有不加满5档位的菜，都会得到差评"
            },
            "money": "1300—1800",
            "frequent_occurrence": "红魔馆/博丽神社/迷途竹林/神灵庙",
            "like": "中华/肉/水产/高级/传说/饱腹/和风/大份",
            "unlike": "清淡/小巧/素",
            "likewine": "高酒精/可加冰/鸡尾酒",
            "menu": {
                "中华+肉+高级+传说": "华光玉煎包（128）（油锅：蘑菇+黑毛猪肉）",
                "中华+肉+高级+传说+水产+大份": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "和风+水产+高级+传说+大份": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）",
                "肉+水产+高级+饱腹": "岩浆（125）（煮锅：牛肉+和牛+河豚+松露）",
                "和风+水产+高级+肉": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "和风+饱腹+高级": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）"
            },
            "wine": {
                "高酒精+可加冰+鸡尾酒": "教父180",
                "高酒精+可加冰": "晓400，鬼杀320，天狗踊70",
                "可加冰+鸡尾酒": "风祝130，尼格罗尼100，猩红恶魔45",
                "高酒精": "火鼠裘420",
                "可加冰": "十四夜440"
            },
            "unlock":{}
        },
        {
            "name": "冴月麟",
            "card": {
                "reward": "画面中所有客人30%额外续单一次，此续单无视预算",
                "punishment": "60s画面中客人用餐时间变慢，为平时2倍，优先级低于完食buff"
            },
            "money": "400—600",
            "frequent_occurrence": "妖怪兽道/人间之里/博丽神社/红魔馆/迷途竹林",
            "like": "水产/家常/辣/中华/流行喜爱",
            "unlike": "生/重油/下酒/流行厌恶",
            "likewine": "无酒精/气泡/甘",
            "menu": {
                "中华+水产+辣": "水煮鱼（68）（煮锅：鳟鱼+辣椒）",
                "中华+辣": "臭豆腐（24）（油锅：豆腐+辣椒）",
                "家常+中华1": "汤圆（35）（煮锅：糯米）",
                "家常+水产1": "温暖饭团（30）（料理台：鳟鱼+洋葱）",
                "家常+中华2": "水饺（35）（煮锅：面粉）",
                "家常+水产2": "真海鲜味噌汤（55）（煮锅：三文鱼+鳟鱼）"
            },
            "wine": {
                "无酒精+甘+气泡": "冰山毛玉冻柠45",
                "无酒精+甘": "阿芙加朵35，古明地冰激凌35，大冰棍儿35，妖精雨露80，古法奶油冰沙42，气保健45",
                "气泡+无酒精": "波子汽水30，月面火箭45",
                "气泡+甘": "淇18"
            },
            "unlock":{}
        },
        {
            "name": "立空汐",
            "card": {
                "reward": "60s内强制客人消费至预算70%以上",
                "punishment": "120s内制作所有含清淡或素标签的料理，只会做出黑暗料理"
            },
            "money": "500—800",
            "frequent_occurrence": "妖怪兽道/妖怪之山/博丽神社/红魔馆/迷途竹林",
            "like": "山珍/肉/昂贵/力量涌现/下酒/和风/流行厌恶",
            "unlike": "清淡/素/流行喜爱",
            "likewine": "高酒精/可加热/可加冰",
            "menu": {
                "力量涌现+山珍+肉": "力量汤（34）（煮锅：海苔+野猪肉）",
                "肉+下酒1": "狮子头（28）（煮锅：牛肉）",
                "肉+下酒2": "炒肉丝（15）（油锅：猪肉）",
                "和风+力量涌现": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "昂贵+肉": "蜜汁叉烧（70）（烤架：猪肉+蜂蜜）",
                "和风+肉": "炙猪肉饭团（14）（料理台：猪肉）",
                "昂贵+和风+肉": "白雪（98）（煮锅：海苔+八目鳗+河豚）",
                "昂贵+肉+山珍": "二天一流（90）（烤架：野猪肉+黑毛猪肉）",
                "昂贵+肉+山珍+力量涌现": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "昂贵+和风+下酒": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）"
            },
            "wine": {
                "高酒精+可加冰+可加热": "天狗踊70",
                "高酒精+可加热": "火鼠裘420",
                "高酒精+可加冰": "晓400，教父180，鬼杀320",
                "可加冰+可加热": "雀酒50，水濑祭130，梅酒32，日月星34，神之麦45，冬酿60，咖啡62"
            },
            "unlock":{}
        },
        {
            "name": "时焉侑",
            "card": {
                "reward": "60s内显示其他就餐客人剩余预算和点单次数",
                "punishment": "60s所有顾客即使满足点单喜好评价也会随机，大概率得到最差评价"
            },
            "money": "1300—1800",
            "frequent_occurrence": "人间之里/博丽神社",
            "like": "文化底蕴/西式/传说/特产/下酒/中华",
            "unlike": "重油/饱腹/水产",
            "likewine": "中酒精/鸡尾酒/可加冰/西洋酒",
            "menu": {
                "特产+下酒": "狮子头（28）（煮锅：牛肉）",
                "中华+文化底蕴+传说+特产+水产": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）"
            },
            "wine": {
                "可加冰+中酒精+西洋酒+鸡尾酒": "尼格罗尼100",
                "可加冰+西洋酒+鸡尾酒": "教父180",
                "可加冰+中酒精+鸡尾酒": "风祝130"
            },
            "unlock": {
            }
        },
        {
            "name": "萌澄果",
            "card": {
            },
            "money": "1200—1600",
            "frequent_occurrence": "妖怪兽道/人间之里/博丽神社/红魔馆/迷途竹林/魔法森林/妖怪之山 /命莲寺/神灵庙",
            "like": "梦幻/甜/水产/肉/流行喜爱",
            "unlike": "灼热/猎奇/流行厌恶",
            "likewine": "水果/辛/可加冰/甘",
            "menu": {
                "梦幻+甜": "毛玉三色冰激凌（75）（料理台：露水+蜂蜜+豆腐+鸡蛋）",
                "梦幻+肉": "华光玉煎包（128）（油锅：黑毛猪肉+蘑菇）",
                "甜+肉": "蜜汁叉烧（70）（烤架：猪肉+蜂蜜）",
                "水产+肉": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "水产+甜": "南瓜虾盅（55）（蒸锅：南瓜+虾+豆腐）",
                "梦幻+水产+甜+肉": "鱼跃龙门（142）（蒸锅：极上金枪鱼+鹿肉+蜂蜜+月光草+松露）",
                "水产+肉2": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "梦幻+甜2": "七色羊羹（92）（蒸锅：幻昙花+葡萄+海苔+露水）"
            },
            "wine": {
                "可加冰+水果+甘": "冰山毛玉冻柠45",
                "可加冰+辛": "雀酒50，鬼杀320",
                "可加冰+甘": "十四夜440，风祝130，冬酿60，大吟酿210，妖精雨露80",
                "可加冰+水果": "尼格罗尼100，梅酒32"
            },
            "unlock": {
            }
        },
        {
            "name": "饕餮犹兽",
            "card": {
                "reward": "30s内除尤魔外的客人只会点菜单上最贵的食物和酒水，且不消耗预算",
                "punishment": "失去随机3-5个食材，1-3个酒水，1个厨具当晚无法使用。如果在血池地狱挑战中还回复%5HP"
            },
            "money": "9999—9999",
            "frequent_occurrence": "妖怪兽道/博丽神社/红魔馆/迷途竹林/魔法森林/妖怪之山/旧地狱/地灵殿/命莲寺/神灵庙",
            "like": "鲜/生/高级/大份/饱腹/不可思议/肉/力量涌现/传说",
            "unlike": "昂贵/下酒/流行厌恶",
            "likewine": "高酒精/烧酒/直饮/辛",
            "menu": {
                "鲜+生+高级+大份+传说": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）",
                "肉+高级+传说+力量涌现+大份": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "肉+高级+饱腹+力量涌现": "岩浆（125）（煮锅：牛肉+和牛+河豚+松露）",
                "高级+饱腹+鲜+生+力量涌现": "兜甲蒸糕（105）（蒸锅：面粉+蜂蜜+蝉蜕+黑毛猪肉）",
                "高级+不可思议": "七色羊羹（92）（蒸锅：幻昙花+葡萄+海苔+露水）",
                "传说+肉+高级": "华光玉煎包（128）（油锅：蘑菇+黑毛猪肉）",
                "不可思议+鲜": "毛玉熔岩豆腐（85）（料理台：牛肉+洋葱+豆腐+辣椒）",
                "高级+鲜": "太极八卦鱼肚（136）（煮锅：极上金枪鱼+蘑菇+萝卜+鸡蛋+白果）"
            },
            "wine": {
                "高酒精+烧酒+辛": "火鼠裘420，鬼杀320",
                "高酒精+直饮": "晓400，天狗踊70"
            },
            "unlock": {
            }
        },
        {
            "name": "古明地恋",
            "card": {
                "reward": "60s内顾客点单、吃饭，店员操作等动作无冷却",
                "punishment": "60s内普通顾客点单全变为盲单，不关注流行趋势，评价不受夜雀厨具影响，优先级低于尤魔奖励符卡"
            },
            "money": "800—1200",
            "frequent_occurrence": "妖怪兽道/人间之里/红魔馆/博丽神社/迷途竹林/魔法森林/妖怪之山/旧地狱/地灵殿/命莲寺/神灵庙",
            "like": "猎奇/梦幻/咸/生/甜/不可思议/流行厌恶",
            "unlike": "昂贵/下酒/流行厌恶",
            "likewine": "高酒精/气泡/烧酒/苦",
            "menu": {
                "猎奇+梦幻+甜": "猩红恶魔蛋糕（60）（料理台：蜂蜜+露水+土豆+南瓜）",
                "生+猎奇": "脆旋风（42）（料理台：面粉+蜂蜜+蝉蜕）",
                "生+咸": "芝士蛋（26）（油锅：鸡蛋+芝士）",
                "甜+不可思议1": "海胆刺身（108）（料理台：海胆+露水）",
                "梦幻+甜+不可思议": "七色羊羹（92）（蒸锅：幻昙花+葡萄+海苔+露水）",
                "甜+不可思议2": "蜜汁叉烧（70）（烤架：蜂蜜+猪肉）可加料【黑盐（咸）】"
            },
            "wine": {
                "高酒精+烧酒": "火鼠裘420，鬼杀320",
                "气泡+苦": "普通健身茶32，淇18",
                "高酒精+苦": "教父180"
            },
            "unlock": {
            }
        },
        {
            "name": "二岩瑞藏",
            "card": {
                "reward": "完全复制其他就坐客人进行排队就餐，但复制的稀客整晚只能释放一次符卡，营业结束后再触发符卡也能排队，营业时间内触发打烊后排队的会离去",
                "punishment": "30s内的收入全部无效，但结算时才会被发现"
            },
            "money": "1000—1200",
            "frequent_occurrence": "妖怪兽道/人间之里/博丽神社/命莲寺/神灵庙",
            "like": "和风/水产/肉/果味/下酒/传说/家常/流行喜爱",
            "unlike": "辣/灼热",
            "likewine": "高酒精/古典/烧酒/可加热",
            "menu": {
                "家常+肉+和风": "炙猪肉饭团（14）（料理台：猪肉）",
                "家常+肉": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "家常+水产+肉": "猪肉鳟鱼熏（26）（烤架：猪肉+鳟鱼）",
                "和风+水产+肉": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "和风+果味": "白桃生八桥（55）（料理台：桃子+糯米）",
                "果味+水产": "北极甜虾蜜桃色拉（25）（料理台：桃子+冰块+虾）",
                "下酒+肉": "狮子头（28）（煮锅：牛肉）",
                "下酒+水产": "黄金酥鱼饼（40）（油锅：鳟鱼+面粉+蜂蜜）",
                "肉+传说": "海盗熏肉（58）（烤架：牛肉+黑盐+辣椒+蜂蜜）",
                "肉+传说+水产": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "和风+传说+水产": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）"
            },
            "wine": {
                "高酒精+可加热": "天狗踊70",
                "高酒精+古典": "教父180",
                "高酒精+古典+烧酒": "鬼杀320",
                "古典+可加热": "冬酿60，玉露茶50",
                "烧酒+可加热": "神之麦45，火鼠裘420",
                "高酒精+可加热+烧酒": "火鼠裘420"
            },
            "unlock": {}
        },
        {
            "name": "封兽鵺",
            "card": {
                "reward": "随机四选一【红红红】15s内所有料理获得最高评价；【绿绿绿】15s内食材酒水不被消耗；【蓝蓝蓝】15s内收入增加一倍；【红绿蓝】同时获得以上三种buff",
                "punishment": "随机四选一【红红绿】15s内所有料理获得最低评价；【绿绿X】15s内食材酒水消耗量提高到3倍；【蓝蓝X】15s内收入减少66%；【红红蓝】同时获得以上三种buff"
            },
            "money": "300—500",
            "frequent_occurrence": "命莲寺",
            "like": "适合拍照/猎奇/生/不可思议/特产/鲜/招牌/肉/流行厌恶",
            "unlike": "西式/酸/流行喜爱",
            "likewine": "直饮/古典/可加热/烧酒",
            "menu": {
                "特产+招牌+鲜+肉": "狮子头（28）（煮锅：牛肉）",
                "生+猎奇+特产": "脆旋风（42）（料理台：面粉+蝉蜕+蜂蜜）",
                "适合拍照+猎奇": "瘦马团子（45）（料理台：糯米+糯米）",
                "肉+不可思议": "蜜汁叉烧（70）（烤架：蜂蜜+猪肉）",
                "不可思议+适合拍照+鲜": "毛玉熔岩豆腐（85）（料理台：牛肉+洋葱+豆腐+辣椒）",
                "招牌+适合拍照+猎奇+特产": "仰望天花板派（66）（蒸锅：鳟鱼+桃子+面粉）",
                "生+猎奇+特产+招牌+鲜+适合拍照": "兜甲蒸糕（105）（蒸锅：面粉+蜂蜜+蝉蜕+黑毛猪肉）",
                "不可思议+适合拍照+特产": "海胆刺身（108）（料理台：露水+海胆）",
                "肉+适合拍照+特产": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "不可思议+适合拍照+猎奇+特产": "惊吓！大冒险（90）（蒸锅：蘑菇+蜂蜜+幻昙华+奶油）"
            },
            "wine": {
                "直饮+古典": "大吟酿210",
                "可加热+直饮": "日月星34，水濑祭130，天狗踊70",
                "古典+可加热": "玉露茶50，冬酿60",
                "直饮+可加热+烧酒": "神之麦45"
            },
            "unlock": {
                "云山棉花糖（2）【菜谱】": "",
                "圣白莲子糕（3）【菜谱】": "",
                "幻想星莲船（4）【菜谱】": "",
                "飞碟老虎机（5）【展示效果 ：白天可最多摇奖五次，第一次100，后面每次花费翻倍，中奖后获得食材和酒水】": ""
            }
        },
        {
            "name": "多多良小伞",
            "card": {
                "reward": "30s内带“猎奇”标签的料理制作时间减少30%且提供额外的30%续单率",
                "punishment": "所有排队的普通客人被吓跑"
            },
            "money": "150—300",
            "frequent_occurrence": "命莲寺",
            "like": "家常/力量涌现/饱腹/适合拍照/甜/猎奇/不可思议/流行喜爱",
            "unlike": "辣/灼热/汤羹",
            "likewine": "中酒精/水果/古典/可加冰",
            "menu": {
                "家常+饱腹+甜1": "烤地瓜（25）（烤架：地瓜）",
                "家常+饱腹+甜2": "拔丝地瓜（30）（油锅：地瓜+蜂蜜）",
                "家常+饱腹": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "饱腹+甜+适合拍照": "南瓜虾盅（55）（蒸锅：南瓜+虾+豆腐）",
                "适合拍照+猎奇+甜": "猩红恶魔蛋糕（60）（料理台：蜂蜜+露水+土豆+南瓜）",
                "适合拍照+猎奇+饱腹": "瘦马团子（45）（料理台：糯米+糯米）",
                "饱腹+力量涌现+甜": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "力量涌现+猎奇+饱腹+适合拍照": "兜甲蒸糕（105）（蒸锅：面粉+蜂蜜+蝉蜕+黑毛猪肉）",
                "甜+不可思议1": "蜜汁叉烧（70）（烤架：蜂蜜+猪肉）",
                "甜+不可思议2": "云山棉花糖（20）（油锅：蜂蜜+桃子）",
                "不可思议+适合拍照": "毛玉熔岩豆腐（85）（料理台：牛肉+洋葱+豆腐+辣椒）"
            },
            "wine": {
                "中酒精+水果+可加冰": "尼格罗尼100，梅酒32，大吟酿210",
                "中酒精+可加冰": "雀酒50，水濑祭130，梅酒32，日月星34，神之麦45",
                "水果+可加冰": "冰山毛玉冻柠45，杨枝甘露50",
                "可加冰+古典": "古法奶油冰沙42，冬酿60"
            },
            "unlock": {
                "烤地瓜（2）【菜谱】": "",
                "瘦马团子（3）【菜谱】": "",
                "惊吓！大冒险（4）【菜谱】":"",
                "命莲寺委托采集（5）":""
                }
        },
        {
            "name": "村纱水蜜",
            "card": {
                "reward": "15s内获得延长其他奖励符卡时间的buff，延长的长度等于获得新符卡时，本符卡的剩余时间",
                "punishment": "5s内无法行动，可打方向减少时间，之后20s内按键方向与行动方向相反"
            },
            "money": "400—600",
            "frequent_occurrence": "命莲寺",
            "like": "力量涌现/饱腹/咸/肉/高级/特产/鲜",
            "unlike": "猎奇/素/小巧/酸",
            "likewine": "可加冰/西洋酒/高酒精/辛",
            "menu": {
                "特产+鲜+肉": "狮子头（28）（煮锅：牛肉）",
                "肉+饱腹+咸": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "饱腹+特产+鲜": "南瓜虾盅（55）（蒸锅：南瓜+虾+豆腐）",
                "饱腹+力量涌现+高级": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "高级+肉+咸": "全肉盛宴（115）（烤架：野猪肉+鹿肉+黑毛猪肉+和牛）",
                "肉+高级+饱腹+力量涌现": "岩浆（125）（煮锅：牛肉+和牛+河豚+松露）",
                "饱腹+肉+力量涌现": "一击☆必杀（60）（烤架：野猪肉+鹿肉+洋葱）",
                "特产+肉+力量涌现": "海盗熏肉（58）（烤架：牛肉+黑盐+辣椒+蜂蜜）",
                "肉+高级+力量涌现+特产": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "力量涌现+高级+饱腹+鲜+特产+猎奇": "兜甲蒸糕（105）（蒸锅：面粉+蜂蜜+蝉蜕+黑毛猪肉）",
                "高级+鲜": "太极八卦鱼肚（136）（煮锅：极上金枪鱼+蘑菇+萝卜+鸡蛋+白果）"
            },
            "wine": {
                "高酒精+可加冰+西洋酒": "教父180，晓400",
                "高酒精+可加冰+辛": "鬼杀320",
                "高酒精+可加冰": "天狗踊70",
                "可加冰+西洋酒": "猩红恶魔45 ，尼格罗尼100",
                "可加冰+辛": "雀酒50"
                },
                "unlock":{
                    "比斯开湾饼干（2）【菜谱】":"",
                    "海盗熏肉（3）【菜谱】":"",
                    "罗汉上素（4）【菜谱】":"",
                    "海盗服（5）【衣橱更换】":""
                }
        },
        {
            "name": "苏我屠自古",
            "card": {
                "reward": "30s内自己和伙伴移动速度提高30%",
                "punishment": "下次料理没有完美演唱时，有一个伙伴会晕30s"
            },
            "money": "500—600",
            "frequent_occurrence": "神灵庙",
            "like": "招牌/家常/饱腹/重油/力量涌现/和风/烧烤",
            "unlike": "甜/凉爽",
            "likewine": "高酒精/苦/啤酒/烧酒",
            "menu": {
                "重油+家常+饱腹": "炸猪肉排（25）（油锅：猪肉）",
                "重油+家常+和风": "油豆腐（16）（油锅：豆腐）",
                "家常+饱腹": "豚骨拉面（60）（煮锅：猪肉+鸡蛋+海苔）",
                "重油+招牌": "红烧鳗鱼（42）（油锅：洋葱+八目鳗）",
                "和风+招牌1": "大阪烧（24）（油锅：面粉+鸡蛋+萝卜）",
                "烧烤+饱腹": "能量串（50）（烤架：牛肉+洋葱+南瓜）",
                "烧烤+招牌": "烤八目鳗（22）（烤架：八目鳗）",
                "家常+重油+招牌": "香煎双菇肉卷（63）（油锅：猪肉+蘑菇+松露）",
                "饱腹+重油+力量涌现+烧烤": "一击☆必杀（60）（烤架：野猪肉+鹿肉+洋葱）",
                "力量涌现+招牌+饱腹": "兜甲蒸糕（105）（蒸锅：面粉+蜂蜜+蝉蜕+黑毛猪肉）",
                "和风+招牌": "大江户船祭（206）（料理台：三文鱼+金枪鱼+极上金枪鱼+鳟鱼+冰块）"
            },
            "wine": {
                "苦+啤酒": "超ZUN啤酒18",
                "苦+烧酒": "果味SOUR12",
                "高酒精+苦": "教父180",
                "高酒精+烧酒": "火鼠裘420，鬼杀320"
            },
            "unlock": {
                "拔丝地瓜（2）【菜谱】": "",
                "香煎双菇肉卷（3）【菜谱】": "",
                "什锦天妇罗（4）【菜谱】": "",
                "神灵庙委托采集（5）": ""
            }
        },
        {
            "name": "霍青娥",
            "card": {
                "reward": "30s内伙伴移动时可穿过客人或障碍物",
                "punishment": "30s内稀客结账时如果会释放惩罚符卡，则再释放一次；如果不释放，则30%概率会释放一次惩罚符卡"
            },
            "money": "400—900",
            "frequent_occurrence": "神灵庙",
            "like": "甜/特产/小巧/不可思议/素/中华/传说/流行喜爱",
            "unlike": "重油/饱腹",
            "likewine": "苦/气泡",
            "menu": {
                "小巧+特产+甜1": "樱花布丁（32）（蒸锅：桃子+蜂蜜）",
                "小巧+特产+甜": "蜜饯栗子（30）（料理台：板栗+蜂蜜）",
                "不可思议+素+中华": "毛玉熔岩豆腐（85）（料理台：牛肉+洋葱+豆腐+辣椒）",
                "素+中华+甜": "诗礼银杏（60）（蒸锅：白果+蜂蜜）",
                "甜+不可思议+特产1": "云山棉花糖（20）（油锅：蜂蜜+桃子）",
                "甜+不可思议+特产": "月光团子（80）（人里铃瑚购买/料理台：糯米+月光草）",
                "小巧+甜+特产+不可思议": "海胆刺身（108）（料理台：露水+海胆）",
                "传说+甜": "幻昙花糕（78）（蒸锅：幻昙华+露水）",
                "小巧+传说": "拟尻子玉（120）（煮锅：鹿肉+松露+蝉蜕）",
                "传说+中华": "华光玉煎包（128）（油锅：蘑菇+黑毛猪肉）",
                "特产+中华+传说": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）"
            },
            "wine": {
                "苦+气泡": "淇18，普通健身茶32",
                "清酒+水果": "大吟酿210"
            },
            "unlock": {
                "蜜饯栗子（2）【菜谱】": "",
                "天师板栗焖菇（3）【菜谱】": "",
                "荷花鱼米盏（4）【菜谱】": "",
                "仙女服（5）【衣橱更换】": ""
            }
        },
        {
            "name": "物部布都",
            "card": {
                "reward": "客人刷新速度变为1.3倍，持续60s",
                "punishment": "店内所有客人被驱赶"
            },
            "money": "600—900",
            "frequent_occurrence": "神灵庙",
            "like": "和风/清淡/高级/山珍/燃起来了/传说/流行喜爱",
            "unlike": "生/西式/流行厌恶",
            "likewine": "中酒精/可加热/气泡/直饮",
            "menu": {
                "和风+清淡": "豆腐味噌（21）（煮锅：豆腐）",
                "和风+高级1": "白雪（98）（煮锅：河豚+八目鳗+海苔）",
                "和风+高级": "巨人玉子烧（60）（油锅：面粉x2+鸡蛋x2）",
                "山珍+高级+燃起来了": "二天一流（90）（烤架：野猪肉+黑毛猪肉）",
                "高级+燃起来了+传说+西式": "不死鸟（65）（烤架：面粉+蜂蜜+土豆+萝卜+洋葱）",
                "传说+高级": "华光玉煎包（128）（油锅：蘑菇+黑毛猪肉）",
                "山珍+高级+传说": "幻想佛跳墙（160）（煮锅：和牛+极上金枪鱼+河豚+松露+黑毛猪肉）",
                "高级+清淡": "太极八卦鱼肚（136）（煮锅：极上金枪鱼+蘑菇+萝卜+鸡蛋+白果）"
            },
            "wine": {
                "中酒精+气泡": "普通健身茶32",
                "气泡+直饮": "冰山毛玉冻柠45",
                "中酒精+直饮": "大吟酿210，麒麟180",
                "直饮+可加热": "天狗踊70",
                "中酒精+可加热": "雀酒50，红雾75，梅酒32，十四夜440",
                "中酒精+直饮+可加热": "水濑祭130，日月星34，神之麦45"
            },
            "unlock": {
                "松子糕（2）【菜谱】": "",
                "白鹿贞松（3）【菜谱】": "",
                "太极八卦鱼肚（4）【菜谱】": "",
                "紫薇天火【营业时用的烤架】（5）": ""
            }
        }
    ]
}